# การแก้โจทย์ปัญหา
# [การรับค่าเข้ามา INPUT] 
# แอดมีบิทคอย 0.1 บิทคอย 
# ในขณะนี้ บิทคอยราคา 50000 USD 
# 1 USD เท่ากับ 33 บาท

# [การรับค่าเข้ามา OUTPUT] 
# จงคำนวนหาว่า แอดมีบิทคอยกี่บาท ?

# ตัวแปร
ชื่อเจ้าของบิทคอย = "Somchai Somsak" # STRING
บิทคอยที่มีอยู่ = 0.1 # FLOAT
ราคาบิทคอยขณะนี้_USD = 50000 # INTEGER
ราคาUSDต่อบาท = 33 # INTEGER

# operation + - * / บวกลบคูณหาร
ผลลัพธ์ = บิทคอยที่มีอยู่ * ราคาบิทคอยขณะนี้_USD * ราคาUSDต่อบาท
print("มีมูลค่าเท่ากับ : " + str(ผลลัพธ์))
print("เจ้าของบิทคอยคือ : " + ชื่อเจ้าของบิทคอย)