# LIST and DICTIONARY
# ถ้าเราไม่มี LIST
# นักเรียนคนที่1 = "A"
# นักเรียนคนที่2 = "B"
# นักเรียนคนที่3 = "C"
# นักเรียนคนที่4 = "D"
# นักเรียนคนที่5 = "E"

# ตัวเลขหนึ่งถึงสิบ = [0,1,2,3,4,5,6,7,8,9,10]
# คู่เหรียญที่เราจับตามอง = ["BTCUSDT","ETHUSDT","BNBUSDT"]


# จงแสดงผลเป็นชื่อนักเรียนแต่ละคนในแถว
# คนที่ 1 : นาย A
# คนที่ 2 : นาย B .....
            #    0   1   2   3   4 นักเรียนแถวหนึ่ง[0] ==> 'A'
นักเรียนแถวหนึ่ง = ["A","B","C","D","E"] # <== นักเรียนคนที่หก นาย F
# LOOPING !!
ลำดับ = 1
for เด็กนักเรียนแต่ละคน in นักเรียนแถวหนึ่ง:
    print("คนที่ " + str(ลำดับ) + " : นาย" + เด็กนักเรียนแต่ละคน)
    ลำดับ = ลำดับ + 1

คู่เหรียญ = "BTC/USDT"
print(คู่เหรียญ.split("/")[0])
# คู่เหรียญ[0] ==> "B"
# คู่เหรียญ[3] ==> "/"