# INPUT ???
# จาก USER
# จาก ที่โจทย์ให้

เงินที่เรามี = float(input("กรุณากรอกจำนวนเงินในหน่วย USD ที่ต้องการซื้อ : "))
# เงินที่เรามี หารด้วย ราคา BTC และ ETH ณ ปัจจุบัน
BTC_price = 48000
ETH_price = 4000

# คำนวน
จำนวนBTCที่สามารถซื้อได้ = round(เงินที่เรามี/BTC_price,3)
จำนวนETHที่สามารถซื้อได้ = round(เงินที่เรามี/ETH_price,3)

จำนวนBTCที่สามารถซื้อได้ = format(จำนวนBTCที่สามารถซื้อได้,'.3f') # override
จำนวนETHที่สามารถซื้อได้ = format(จำนวนETHที่สามารถซื้อได้,'.3f')

print("จำนวนBTCที่สามารถซื้อได้ : " + str(จำนวนBTCที่สามารถซื้อได้))
print("จำนวนETHที่สามารถซื้อได้ : " + str(จำนวนETHที่สามารถซื้อได้))